Repository: cong-duc-pham/He_Thong_Quan_Ly_Rung_Phong_Ho
Catalog: QuanLyRungPhongHo/Resources/Views/BaoCaoThongKe/Index.*.resx
Languages: vi

# PageTitle
source: Statistics Report
vi: Báo Cáo Thống Kê

source: Export Excel
vi: Xuất Excel

source: Export PDF
vi: Xuất PDF

# ExportExcelTooltip
source: Export data to Excel file
vi: Xuất dữ liệu ra file Excel

# ExportPDFTooltip
source: Export PDF report
vi: Xuất báo cáo PDF

source: Commune
vi: Xã

source: All communes
vi: Tất cả các xã

source: From Date
vi: Từ ngày

source: To Date
vi: Đến ngày

# FromDateTooltip
source: Select start date for statistics
vi: Chọn ngày bắt đầu thống kê

# ToDateTooltip
source: Select end date for statistics
vi: Chọn ngày kết thúc thống kê

source: Filter
vi: Lọc

source: Total Communes
vi: Tổng số Xã

source: Total Villages
vi: Tổng số Thôn/Bản

source: Total Forest Lots
vi: Tổng số Lô rừng

source: Total Area
vi: Tổng diện tích

source: Total Personnel
vi: Tổng nhân sự

source: Wildlife Recorded
vi: Sinh vật ghi nhận

source: Protection Events
vi: Sự kiện bảo vệ

# TotalCommunesTooltip
source: Total number of communes managed
vi: Tổng số xã được quản lý

# TotalVillagesTooltip
source: Total villages in communes
vi: Tổng số thôn/bản trong các xã

# TotalForestLotsTooltip
source: Total forest lots managed
vi: Tổng số lô rừng được quản lý

# TotalAreaTooltip
source: Total forest area (hectares)
vi: Tổng diện tích rừng (hecta)

# TotalPersonnelTooltip
source: Total personnel involved in management
vi: Tổng số nhân sự tham gia quản lý

# WildlifeRecordedTooltip
source: Total wildlife species recorded
vi: Tổng số sinh vật được ghi nhận

# ProtectionEventsTooltip
source: Total forest protection events
vi: Tổng số sự kiện bảo vệ rừng

# StatsByForestType
source: Statistics by Forest Type
vi: Thống kê theo Loại Rừng

source: lots
vi: lô

# StatsByStatus
source: Statistics by Forest Status
vi: Thống kê theo Trạng thái Rừng

source: Rich Forest
vi: Rừng giàu

source: Medium Forest
vi: Rừng trung bình

source: Poor Forest
vi: Rừng nghèo

source: Bare Land
vi: Đất trống

# StatsByCommune
source: Statistics by Commune
vi: Thống kê theo Xã

# OrderNumber
source: No.
vi: STT

source: Commune Name
vi: Tên Xã

# VillageCount
source: Villages
vi: Số Thôn

# ForestLotCount
source: Forest Lots
vi: Số Lô Rừng

source: Total Area (ha)
vi: Tổng Diện Tích (ha)

source: Personnel
vi: Nhân Sự

source: Events
vi: Sự Kiện

source: GRAND TOTAL
vi: TỔNG CỘNG

# ProtectionEventStats
source: Protection Event Statistics
vi: Thống kê Sự kiện Bảo vệ

source: Event Type
vi: Loại Sự Việc

source: Quantity
vi: Số Lượng

source: Ratio
vi: Tỷ Lệ

# WildlifeStats
source: Wildlife Statistics
vi: Thống kê Sinh vật

source: Total Animals
vi: Tổng Động vật

source: Total Plants
vi: Tổng Thực vật

source: Rare Species
vi: Loài Quý hiếm

source: Endangered Species
vi: Loài Nguy cấp

# Top10Wildlife
source: Top 10 Most Recorded Wildlife
vi: Top 10 Sinh vật được ghi nhận nhiều nhất

source: Rank
vi: Hạng

source: Species Name
vi: Tên Loài

source: Type
vi: Loại

source: Rarity Level
vi: Mức Độ Quý Hiếm

source: Record Count
vi: Số Lần Ghi Nhận

source: Critically Endangered
vi: Cực kỳ nguy cấp

source: Endangered
vi: Nguy cấp

source: Near Threatened
vi: Sắp nguy cấp

# ExportExcelTitle
source: Export Excel Report
vi: Xuất Báo Cáo Excel

source: Report Scope
vi: Phạm vi báo cáo

source: Province-wide
vi: Toàn tỉnh

source: Export Content
vi: Nội dung xuất

# OverviewStats
source: Overview Statistics
vi: Thống kê tổng quan

# ForestTypeStats
source: Forest Type Statistics
vi: Thống kê theo loại rừng

# ForestStatusStats
source: Forest Status Statistics
vi: Thống kê theo trạng thái rừng

# AdministrativeStats
source: Administrative Unit Statistics
vi: Thống kê theo đơn vị hành chính

# ProtectionEventStats2
source: Forest Protection Event Statistics
vi: Thống kê sự kiện bảo vệ rừng

# AutoFileName
source: File Name (automatic)
vi: Tên file (tự động)

# FileNameHelp
source: File name will be automatically generated as: Report_{CommuneName}_{FromDate}_{ToDate}_{Time}.xlsx
vi: Tên file sẽ được tự động tạo theo quy tắc: BaoCao_{TenXa}_{TuNgay}_{DenNgay}_{ThoiGian}.xlsx

source: Cancel
vi: Hủy

# ExportExcelButton
source: Export Excel
vi: Xuất Excel

source: Close
vi: Đóng

# ExportPDFTitle
source: Export PDF Report
vi: Xuất Báo Cáo PDF

# PDFFileNameHelp
source: Browser will automatically open Print dialog for you to choose where to save the PDF
vi: Browser sẽ tự động mở dialog Print để bạn chọn nơi lưu file PDF

# ExportPDFButton
source: Export PDF
vi: Xuất PDF

# AutoGeneratedNote
source: Report automatically generated by Forest Protection Management System
vi: Báo cáo được tạo tự động bởi Hệ thống Quản lý Rừng Phòng Hộ

source: Generated Time
vi: Thời gian

# SelectRowTooltip
source: Click to select row {0}
vi: Nhấn để chọn dòng {0}

# SpeciesRecordTooltip
source: Species {0} - Recorded {1} times
vi: Loài {0} - Ghi nhận {1} lần

source: Loading...
vi: Đang tải...

source: No data
vi: Không có dữ liệu

source: Total
vi: Tổng

source: Average
vi: Trung bình

source: Minimum
vi: Tối thiểu

source: Maximum
vi: Tối đa

source: Details
vi: Chi tiết

source: Show Details
vi: Hiển thị chi tiết

source: Hide Details
vi: Ẩn chi tiết

source: Print Report
vi: In báo cáo

source: Refresh Data
vi: Làm mới dữ liệu

# ExportSuccess
source: Export successful
vi: Xuất báo cáo thành công

# ExportError
source: Error exporting report
vi: Lỗi khi xuất báo cáo

source: Filter applied
vi: Đã áp dụng bộ lọc

source: Reset Filter
vi: Đặt lại bộ lọc

# SearchPlaceholder
source: Search...
vi: Tìm kiếm...

source: No results found
vi: Không tìm thấy kết quả

source: Select commune
vi: Chọn xã

# DateRangeError
source: Start date must be before end date
vi: Ngày bắt đầu phải nhỏ hơn ngày kết thúc

source: Invalid date range
vi: Khoảng thời gian không hợp lệ

source: Last Updated
vi: Cập nhật lần cuối

source: View Chart
vi: Xem biểu đồ

source: View Table
vi: Xem bảng

source: Expand All
vi: Mở rộng tất cả

source: Collapse All
vi: Thu gọn tất cả
