Repository: cong-duc-pham/He_Thong_Quan_Ly_Rung_Phong_Ho
Catalog: QuanLyRungPhongHo/Resources/Views/QuanLyPermission/Create.*.resx
Languages: vi

# PageTitle
source: Add New Function
vi: Thêm chức năng mới

source: Module Name
vi: Tên Module

# ModuleNamePlaceholder
source: E.g.: Equipment Management
vi: VD: Quản Lý Thiết Bị

# ModuleNameHelp
source: Module groups related permissions (E.g.: Forest Lot, Personnel...)
vi: Module nhóm các quyền liên quan (VD: Lô Rừng, Nhân Sự...)

source: Permission Code
vi: Mã quyền

# PermissionCodePlaceholder
source: E.g.: Equipment.Create
vi: VD: ThietBi.Create

# PermissionCodeHelp
source: Format: Module.Action (E.g.: ForestLot.Create)
vi: Định dạng: Module.Action (VD: LoRung.Create)

source: Permission Name
vi: Tên quyền

# PermissionNamePlaceholder
source: E.g.: Create Equipment
vi: VD: Tạo mới Thiết bị

# Description
source: Description (optional)
vi: Mô tả (tùy chọn)

# IsActive
source: Activate Immediately
vi: Kích hoạt ngay

source: Back
vi: Quay lại

source: Save
vi: Lưu lại

# Required
source: This field is required
vi: Trường này là bắt buộc

source: Cancel
vi: Hủy

source: Success
vi: Thành công

source: Error
vi: Lỗi

# CreateSuccess
source: New permission created successfully
vi: Tạo quyền mới thành công

# CreateError
source: An error occurred while creating new permission
vi: Có lỗi xảy ra khi tạo quyền mới

# DuplicateCode
source: Permission code already exists in the system
vi: Mã quyền đã tồn tại trong hệ thống

source: Invalid format
vi: Định dạng không hợp lệ
