Repository: cong-duc-pham/He_Thong_Quan_Ly_Rung_Phong_Ho
Catalog: QuanLyRungPhongHo/Resources/Views/SinhVat/Edit.*.resx
Languages: vi

# PageTitleEdit
source: Edit Wildlife
vi: Sửa sinh vật

# SpeciesNameLabel
source: Species Name
vi: Tên loài

# SpeciesNameRequired
source: Please enter species name
vi: Vui lòng nhập tên loài

# TypeLabel
source: Wildlife Type
vi: Loại sinh vật

# ChooseType
source: -- Select type --
vi: -- Chọn loại --

# TypeRequired
source: Please select type
vi: Vui lòng chọn loại

# TypePlant
source: Plant
vi: Thực vật

# TypeAnimal
source: Animal
vi: Động vật

# TypeMicrobe
source: Microorganism
vi: Vi sinh vật

# RarityLabel
source: Rarity Level
vi: Mức độ quý hiếm

# ChooseRarity
source: -- Select level --
vi: -- Chọn mức độ --

# RarityRequired
source: Please select rarity level
vi: Vui lòng chọn mức độ

# RareCritical
source: Critical
vi: Nguy cấp

# RareVeryRare
source: Very Rare
vi: Rất hiếm

# RareRare
source: Rare
vi: Hiếm

# RareCommon
source: Common
vi: Bình thường

# ForestLotLabel
source: Forest Lot
vi: Lô rừng

# ChooseForestLot
source: -- Select forest lot --
vi: -- Chọn lô rừng --

# ForestLotRequired
source: Please select forest lot
vi: Vui lòng chọn lô rừng

source: Cancel
vi: Hủy

source: Save
vi: Lưu

source: Back to List
vi: Quay lại danh sách
